{
  "language": "Язык",
  "langOptions": {
    "EN": "АНГ",
    "RU": "РУС",
    "UA": "УКР"
  },
  "capital": "Столица",
  "countries": {
    "BY": {
      "name": "Беларусь",
      "capital": "Минск",
      "info": "Беларусь, официально Республика Беларусь, не имеет выхода к морю в Восточной Европе. Она граничит с Россией на востоке и северо-востоке, Украиной на юге, Польшей на западе и Литвой и Латвией на северо-западе. Беларусь занимает территорию в 207 600 квадратных километров (80 200 квадратных миль) с населением 9,4 миллиона человек и является тринадцатой по величине и двадцатой по численности населения страной в Европе. Страна административно разделена на семь регионов и является одной из самых урбанизированных в мире, более 40% ее общей площади покрыто лесами. Минск - столица страны и крупнейший город."
    },
    "EG": {
      "name": "Египет",
      "capital": "Каир",
      "info": "Египет (/ ˈiːdʒɪpt / EE-jipt; арабский: مِصر Miṣr), официально Арабская Республика Египет, является трансконтинентальной страной, охватывающей северо-восточный угол Африки и юго-западный угол Азии сухопутным мостом, образованным Синайским полуостровом. Египет - средиземноморская страна, граничащая с сектором Газа (Палестина) и Израилем на северо-востоке, заливом Акаба и Красным морем на востоке, Суданом на юге и Ливией на западе. Через залив Акаба находится Иордания, через Красное море - Саудовская Аравия, а через Средиземное море - Греция, Турция и Кипр, хотя ни одна из них не имеет сухопутной границы с Египтом."
    },
    "GB": {
      "name": "Англия",
      "capital": "Лондон",
      "info": "Англия - это страна, которая входит в состав Соединенного Королевства. Он граничит с Уэльсом на западе и Шотландией на севере. Ирландское море находится к северо-западу от Англии, а Кельтское море - к юго-западу. Англия отделена от континентальной Европы Северным морем на востоке и Ла-Маншем на юге. Страна занимает пять восьмых острова Великобритании, который находится в Северной Атлантике, и включает более 100 небольших островов, таких как острова Силли и остров Уайт."
    },
    "FR": {
      "name": "Франция",
      "capital": "Париж",
      "info": "Франция (французский: [fʁɑ̃s] Слушайте), официально Французская Республика - это страна, в основном расположенная в Западной Европе, состоящая из метрополии Франции и нескольких заморских регионов и территорий. Столичный регион Франции простирается от Рейна до Атлантического океана и от Средиземного моря до Ла-Манша и Северного моря. Заморские территории включают Французскую Гвиану в Южной Америке и несколько островов в Атлантическом, Тихом и Индийском океанах. Франция граничит с Бельгией, Люксембургом и Германией на северо-востоке, Швейцарией, Монако и Италией на востоке, Андоррой и Испанией на юге, а также с Нидерландами, Суринамом и Бразилией на американском континенте. Восемнадцать неотъемлемых регионов страны (пять из которых расположены за границей) охватывают общую площадь 643 801 км2 (248 573 квадратных миль) с общей численностью населения 67,4 миллиона человек (по состоянию на февраль 2021 года)."
    },
    "DE": {
      "name": "Германия",
      "capital": "Берлин",
      "info": "Германия (немецкий: Deutschland, немецкое произношение: [ˈdɔʏtʃlant]), официально Федеративная Республика Германия, является страной на пересечении Центральной и Западной Европы. Он расположен между Балтийским и Северным морями на севере и Альпами на юге; покрывая площадь 357 022 квадратных километров (137 847 квадратных миль), с населением более 83 миллионов в пределах его 16 составляющих государств. Он граничит с Данией на севере, Польшей и Чехией на востоке, с Австрией и Швейцарией на юге и с Францией, Люксембургом, Бельгией и Нидерландами на западе. Германия - вторая по численности населения страна в Европе после России, а также самая густонаселенная страна-член Европейского Союза. Его столица и крупнейший город - Берлин, а финансовый центр - Франкфурт. самая большая городская территория - Рур."
    },
    "IT": {
      "name": "Италия",
      "capital": "Рим",
      "info": "Италия (итал. Italia [iˈtaːlja]), официально Итальянская Республика (итал. Repubblica Italiana [reˈpubːlika itaˈljaːna]) - это страна, состоящая из полуострова, ограниченного Альпами, и нескольких островов, окружающих его. Италия расположена в Южной Европе, а также считается частью Западной Европы. Унитарная парламентская республика со столицей в Риме, страна занимает общую площадь 301 340 км2 (116 350 квадратных миль) и граничит с Францией, Швейцарией, Австрией, Словенией и анклавными микрогосударствами Ватикан и Сан-Марино. Италия имеет территориальный анклав в Швейцарии (Кампионе) и морской эксклав в водах Туниса (Лампедуза). С населением около 60 миллионов человек Италия является третьим по численности населения государством-членом Европейского Союза."
    },
    "CH": {
      "name": "Швейцария",
      "capital": "Берн",
      "info": "Швейцария, официально именуемая Швейцарской Конфедерацией, - это страна, расположенная на слиянии Западной, Центральной и Южной Европы. Это федеративная республика, состоящая из 26 кантонов, с федеральными властями в Берне. Швейцария - не имеющая выхода к морю страна, граничащая с Италией на юге, Францией на западе, Германией на севере и Австрией и Лихтенштейном на востоке. Он географически разделен между Швейцарским плато, Альпами и Юрой, общей площадью 41 285 км2 (15 940 квадратных миль) и площадью 39 997 км 2 (15 433 квадратных миль). Хотя Альпы занимают большую часть территории, швейцарское население численностью около 8,5 миллионов человек сосредоточено в основном на плато, где расположены крупнейшие города и экономические центры, среди которых Цюрих, Женева и Базель."
    },
    "US": {
      "name": "США",
      "capital": "Вашингтон",
      "info": "Соединенные Штаты Америки (США), широко известные как Соединенные Штаты (США или США) или Америка, - это страна, в основном расположенная в Северной Америке. Он состоит из 50 штатов, федерального округа, пяти основных самоуправляющихся территорий, 326 индейских резерваций и некоторых второстепенных владений. Имея 3,8 миллиона квадратных миль (9,8 миллиона квадратных километров), это третья или четвертая по величине страна в мире по общей площади. С населением более 328 миллионов человек это третья по численности населения страна в мире. Столица страны - Вашингтон, округ Колумбия, а самый густонаселенный город - Нью-Йорк."
    }
  }
}