{
  "language": "Мови",
  "langOptions": {
    "EN": "АНГ",
    "RU": "РОС",
    "UA": "УКР"
  },
  "capital": "Столиця",
  "countries": {
    "BY": {
      "name": "Білорусь",
      "capital": "Мінськ",
      "info": "Білорусь, офіційно Республіка Білорусь, не має виходу до моря в Східній Європі. Вона межує з Росією на сході і північному сході, Україна на півдні, Польщею на заході і Литвою та Латвією на північному заході. Білорусь займає територію в 207 600 квадратних кілометрів (80 200 квадратних миль) з населенням 9,4 мільйона осіб і є тринадцятою за величиною і двадцятої за чисельністю населення країною в Європі. Країна адміністративно розділена на сім регіонів і є однією з найбільш урбанізованих в світі, більше 40% її загальної площі покрито лісами. Мінськ - столиця країни і найбільше місто."
    },
    "EG": {
      "name": "Єгипет",
      "capital": "Каїр",
      "info": "Єгипет (/ iːdʒɪpt / EE-jipt; арабська: مصر Miṣr), офіційно Арабська Республіка Єгипет, є трансконтинентальної країною, яка охоплює північно-східний кут Африки і південно-західний кут Азії сухопутним мостом, утвореним Синайським півостровом. Єгипет - середземноморська країна, що межує з сектором Газа (Палестина) і Ізраїлем на північному сході, затокою Акаба і Червоним морем на сході, Суданом на півдні і Лівією на заході. Через затоку Акаба знаходиться Йорданія, через Червоне море - Саудівська Аравія, а через Середземне море - Греція, Туреччина і Кіпр, хоча жодна з них не має сухопутного кордону з Єгиптом."
    },
    "GB": {
      "name": "Англія",
      "capital": "Лондон",
      "info": "Англія - це країна, яка входить до складу Сполученого Королівства. Він межує з Уельсом на заході і Шотландією на півночі. Ірландське море знаходиться на північний захід від Англії, а Кельтське море - на північний захід. Англія відділена від континентальної Європи Північним морем на сході і Ла-Маншем на півдні. Країна займає п'ять восьмих острова Великобританії, який знаходиться в Північній Атлантиці, і включає більше 100 невеликих островів, таких як острова Сіллі і острів Уайт."
    },
    "FR": {
      "name": "Франція",
      "capital": "Париж",
      "info": "Франція (французький: [fʁɑs] Слухайте), офіційно Французька Республіка - це країна, в основному розташована в Західній Європі, що складається з метрополії Франції та кількох заморських регіонів і територій. Столичний регіон Франції простягається від Рейну до Атлантичного океану і від Середземного моря до Ла-Маншу і Північного моря. Заморські території включають Французької Гвіани в Південній Америці і кілька островів в Атлантичному, Тихому та Індійському океанах. Франція межує з Бельгією, Люксембургом і Німеччиною на північному сході, Швейцарією, Монако і Італією на сході, Андоррою та Іспанією на півдні, а також з Нідерландами, Сурінамом і Бразилією на американському континенті. Вісімнадцять невід'ємних регіонів країни (п'ять з яких розташовані за кордоном) охоплюють загальну площу 643 801 км2 (248 573 квадратних миль) із загальною чисельністю населення 67,4 мільйона чоловік (за станом на лютий 2021 року)."
    },
    "DE": {
      "name": "Німеччина",
      "capital": "Берлін",
      "info": "Німеччина (німецький: Deutschland, німецький вимова: [dɔʏtʃlant]), офіційно Федеративна Республіка Німеччина, є країною на перетині Центральної і Західної Європи. Він розташований між Балтійським і Північним морями на півночі і Альпами на півдні; покриваючи площу 357 022 квадратних кілометрів (137 847 квадратних миль), з населенням понад 83 мільйонів в межах його 16 складових держав. Він межує з Данією на півночі, Польщею і Чехією на сході, з Австрією і Швейцарією на півдні і з Францією, Люксембургом, Бельгією та Нідерландами на заході. Німеччина - друга за чисельністю населення країна в Європі після Росії, а також найбільш густонаселена країна-член Європейського Союзу. Його столиця і найбільше місто - Берлін, а фінансовий центр - Франкфурт. найбільша міська територія - Рур."
    },
    "IT": {
      "name": "Італія",
      "capital": "Рим",
      "info": "Італія (італ. Italia [itaːlja]), офіційно Італійська Республіка (італ. Repubblica Italiana [repubːlika italjaːna]) - це країна, що складається з півострова, обмеженого Альпами, і декількох островів, що оточують його. Італія розташована в Південній Європі, а також вважається частиною Західної Європи. Унітарна парламентська республіка зі столицею в Римі, країна займає загальну площу 301 340 км2 (116 350 квадратних миль) і межує з Францією, Швейцарією, Австрією, Словенією і анклавних Мікродержави Ватикан і Сан-Марино. Італія має територіальний анклав в Швейцарії (Кампіоне) і морський ексклав в водах Тунісу (Лампедуза). З населенням близько 60 мільйонів чоловік Італія є третім за чисельністю населення державою-членом Європейського Союзу."
    },
    "CH": {
      "name": "Швейцарія",
      "capital": "Берн",
      "info": "Швейцарія, офіційно іменована Швейцарською Конфедерацією, - це країна, розташована на злитті Західної, Центральної та Південної Європи. Це федеративна республіка, що складається з 26 кантонів, з федеральними властями в Берні. Швейцарія - не має виходу до моря країна, що межує з Італією на півдні, Францією на заході, Німеччиною на півночі і Австрією і Ліхтенштейном на сході. Він географічно розділений між Швейцарським плато, Альпами і Юрою, загальною площею 41 285 км2 (15 940 квадратних миль) і площею 39 997 км 2 (15 433 квадратних миль). Хоча Альпи займають більшу частину території, швейцарське населення чисельністю близько 8,5 мільйонів чоловік зосереджено в основному на плато, де розташовані найбільші міста і економічні центри, серед яких Цюріх, Женева і Базель."
    },
    "US": {
      "name": "США",
      "capital": "Вашингтон",
      "info": "Сполучені Штати Америки (США), широко відомі як Сполучені Штати (США або США) або Америка, - це країна, в основному розташована в Північній Америці. Він складається з 50 штатів, федерального округу, п'яти основних самоврядних територій, 326 індіанських резервацій і деяких другорядних володінь. Маючи 3,8 мільйони квадратних миль (9,8 мільйона квадратних кілометрів), це третя або четверта за величиною країна в світі за загальною площею. З населенням більше 328 мільйонів чоловік це третя за чисельністю населення країна в світі. Столиця країни - Вашингтон, округ Колумбія, а найбільш густонаселений місто - Нью-Йорк."
    }
  }
}